Repository: vickyfikria/FairFlexxApps.Capture
Catalog: FairFlexxApps.Capture/FairFlexxApps.Capture/Localization/Translate.*.resx
Languages: de

# AGB
source: Terms and conditions
de: Nutzungsbedingungen

source: An error occured!
de: Ein Fehler ist aufgetreten!

# Attachment
source: Document
de: Dokument

# AttachmentContent
source: Please take a photo scan of one or more document pages that you want to attach to your form. In case you want to scan more than one page, please select "Multipage". All pages will be attached to your form document.
de: Bitte scannen sie eine oder mehrere Seiten, die Sie dem Formular anhängen wollen. Für den Fall , dass es sich um mehrere Seiten handelt, wählen Sie "Mehrere Seiten". Diese Seiten werden dem Formular hinzu gefügt.

# AttachmentContentSuccess
source: You added an attachment. There can be only one attachment in Fairflexx. You can tap on the thumbnail to review the last scan and delete or take a new photo scan if you want.
de: Sie haben einen Anhang angefügt. In Fairflexx ist nur ein Anhang möglich. Klicken Sie auf das kleine Symbol um den Scan anzusehen. Falls erforderlich, löschen Sie den Scan und scannen erneut.

source: Automatic
de: Automatik

source: Back
de: abbrechen

source: Business card
de: Visitenkarte

# BusinessCardContent
source: Please take a photo scan of the business card. In case the reverse side has also content, please select "Multipage" and photo scan the front first and then the back.
de: Bitte scannen Sie die Visitenkarte. Für den Fall dass die Rückseite ebenfalls bedruckt/beschrieben ist, wählen Sie "Mehrere Seiten" und scannen zuerst die Vorder- und dann die Rückseite.

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Close
de: Schliessen

source: Coming soon
de: Bald verfügbar

source: Complete lead
de: Lead abschliessen

# CompleteLeadMessage
source: Did you really scan all documents? After completion of the lead you cannot add more documents.
de: Sind alle Dokumente gescannt? Nach Abschluß des Leads ist es nicht mehr möglich Dokumente hinzu zu fügen.

# ConfigureLoginContent
source: You can preset your login data. After successful login you can also preset an event.
de: Sie können Ihr Login-Daten voreinstellen. Nach erfolgreichem Login können Sie auch den Event einstellen.

source: Confirm
de: Bestätigen

source: Create new lead
de: Neues Lead erstellen

source: Crop
de: Zuschnitt

source: Delete
de: Löschen

source: Discard lead
de: Lead verwerfen

# DiscardLeadMessage
source: All scans for this lead will me removed from the device. Are you sure?
de: Alle Scans dieses Leads werden von diesem Gerät gelöscht. Sind Sie sicher?

source: Dismiss
de: übertragen

source: Done
de: erledigt

# EmailAnSupport
source: Support
de: Email an Support

# ErrorMessage
source: Please try again later. If it still doesn't work after some trials please contact your administrator or the Fairflexx support.
de: Bitte später versuchen. Sollte es nach mehrmaligen Versuchen nicht gelingen, kontaktieren Sie Ihren Administror oder den Fairflexx support.

# EventContent
source: Please choose the event to upload the leads. After choosing the correct event, please tap on the "Upload" button. The upload will start after some seconds. Please wait while the upload is in progress!
de: Bitte wählen Sie den korrekten Event, um die Leads zu übertragen und klicken dann auf den "Upload" Button. Der Upload erfolgt nach einigen Sekunden. Bitte warten Sie bis der Upload vollständig erfolgt ist!

source: Flash
de: Blitz

source: Form
de: Formular

# FormContent
source: Please take a photo scan of the questionnaire form. In case the reverse side has content, please select "Multipage" and photo scan the front first and then the back.
de: Bitte scannen Sie die Visitenkarte. Für den Fall dass die Rückseite ebenfalls bedruckt/beschrieben ist, wählen Sie "Mehrere Seiten" und scannen zuerst die Vorder- und dann die Rückseite.

# GetListEventsFailed
source: Get event list fail. Please retry again!
de: Event Liste fehlerhaft. Bitte nochmals versuchen!

# GrantPermissionStorage
source: Please grant the permission for storage first!!!
de: Bitte zuvor die Genehmigung zum Speichern erledigen.

# GrantPermissionCamera
source: Please grant the permission for camera first!!!
de: Please grant the permission for Kamera first!!!

source: Licenses
de: Lizenzen

source: Loading...
de: Lädt...

source: Login
de: Anmelden

source: Message
de: Nachricht

# MessageNotAllowConfiguration
source: The configured 'Working Path' is equals with the configured 'Path to Trigger'. This is not allowed! Please correct your 'Working Path' in 'Settings -> Upload Client' or chose an other 'Path to Trigger'.
de: Der eingestellte "Working Path" ist identisch mit dem eingestellten "Path to Trigger". Dies ist nicht gestattet. Bitte ändern Sie den "Working Path" in den "Einstellungen -> Upload Client" oder wählen Sie einen anderen "Path to Trigger"

# MoreBusinessCardContent
source: You added a business card. You might use the + button to add another card. Or you can preview the scan and delete it to overwrite with a new photo scan. Just tap on a business card for this.
de: Sie haben eine Visitenkarte hinzu gefügt. Sie können mit dem + Button weitere Karten hinzu fügen. Oder Sie können die Scans betrachten, löschen und mit einem weiteren Scan überschreiben. Klicken Sie hierfür auf eine Visitenkarte.

# Multipage
source: Multi pages
de: Mehrere Seiten

# NetworkError
source: Please check on the internet connection and try again
de: Bitte überprüfen Sie die Internetverbindung und versuchen es nochmals.

source: Next Page
de: Nächste Seite

source: No
de: Nein

source: Object
de: Objekt

# ObjectContent
source: Please take a photo scan of an object. The difference here is, that this is not a document. So you are free to take a photo. Please choose "Multipage" if you have more than one object.
de: Bitte fotografieren Sie ein Objekt. Der Unterschied ist, dass es sich hierbei um KEIN Dokument handelt. Bitte wählen Sie "Mehrere Seiten" für mehrere Objekte.

# ObjectContentSuccess
source: You added an object. There can be only one object in Fairflexx. You can tap on the thumbnail to review the last scan and delete or take a new photo scan if you want.
de: Sie haben ein Objekt angefügt. In Fairflexx ist nur ein Objekt möglich. Klicken Sie auf das kleine Symbol um den Scan anzusehen. Falls erforderlich, löschen Sie das Foto und fotografieren erneut.

source: Password
de: Passwort

# PasswordEmpty
source: Please enter your password!
de: Bitte geben Sie Ihr Passwort ein.

source: Preset
de: Voreinstellung

# PresetAgain
source: Please choose the event and preset again!!!
de: Bitte wählen Sie den Event und versuchen es nochmals.

source: Preset & Login
de: Voreinstellung & Login

source: Preview
de: Voransicht

source: Privacy
de: Datenschutz

source: Reset frame
de: Rahmen zurücksetzen

source: Retry
de: wiederholen

source: Save
de: Sichern

source: Save event successful!
de: Speicherung des Events erfolgreich.

source: Save file successfully
de: Sichern erfolgreich

# ServerIsRunning
source: The server is running!!!
de: Server läuft!

# ServerNotExist
source: The server is not exist!
de: Der Server existiert nicht.

source: Technical configuration
de: Technische Einstellungen

source: Test
de: Testen

source: Upload
de: Hochladen

# UploadContent
source: Please login with your Fairflexx user account. If you dont have an account please contact your Administrator or the Fairflexx support.
de: Bitte loggen Sie sich mit Ihrem Fairflexx Benutzerkonto ein. Sollten Sie kein Benutzerkonto besitzen, kontaktieren Sie bitte Ihren Administrator oder den Fairflexx Support.

source: Upload failed
de: Upload fehlgeschlagen

source: Upload file failed!!!
de: Upload gescheitert!

# UploadFileSuccessful
source: Upload file {0} Successful
de: Upload erfolgreich!

source: Username
de: Benutzername

# UsernameEmpty
source: Please enter your username!
de: Bitte geben Sie Ihren Benutzernamen ein.

# Username_PasswordIncorrect
source: Username or password incorrect.
de: Benutzername oder Passwort falsch

source: Welcome!
de: Herzlich Willkommen!

# WelcomeContent
source: FotoScan is the App for our Lead-Inputsystem Fairflexx. Using FotoScan you can easy, fast, and secure capture your questionnaire forms, business cards, attachments and objects. And upload them to the Fairflexx System for further processing.
de: Fotoscan ist die App für unser Leaderfassungssystem Fairflexx. Mit Fotoscan können Sie Ihre Formulare, Visitenkarten, Anhänge und Objekte einfach, schnell und sicher erfassen. Und zur weiteren Verarbeitung in das Fairflexx System übertragen.

source: Yes
de: Ja

# PleaseChooseEvent
source: The preset event is not available. Please check your configuration.
de: Der Event ist nicht verfügbar. Bitte prüfen Sie die Einstellungen.

source: Delete document
de: Dokument löschen.

# DeleteDocumentContent
source: The document will be removed from the device. Are you sure?
de: Das Dokument wird von ihrem Gerät gelöscht. Sind Sie sicher?

# BusinessCardContentSuccess
source: Business card added. Use the + button to add another card. To preview, delete or overwrite, tap on the preview.
de: Visitenkarte hinzu gefügt. Nützen Sie den + Button um eine weitere Karte hinzu zu fügen. Zum ansehen, löschen oder überschreiben, auf die Vorschau tippen.

# FormContentSuccess
source: You added a form. There can be only one form in Fairflexx. To preview, delete or overwrite, tap on the preview.
de: Sie haben ein Formular hinzu gefügt. Es ist nur ein Formular in Faiflexx möglich. Zum ansehen, löschen oder überschreiben, auf die Vorschau tippen.

# ChangingColor
source: Change colour
de: Farbe ändern

source: Saving...
de: Speichert...

# EventIsPreset
source: Event is preset! Use the configuration to change.
de: Event ist eingestellt. Um dies zu ändern wählen Sie die Einstellungen.

source: Bad angles
de: Schlechter Winkel

source: Bad aspect ratio
de: Perspektive

# ConnectingServer
source: Please wait... We are connecting to server.
de: Bitte warten... Wir verbinden mit dem Server.

source: Nothing detected
de: Keine Auswahl

source: Preseting ...
de: Voreinstellung...

source: Too dark
de: Zu dunkel

source: Too noisy
de: Klaren Hintergrund verwenden

source: Too small
de: Zu klein

# UploadingFile
source: Uploading file '{0}' ( {1} ) Please wait!
de: Uploading file '{0}' ( {1} ) Bitte warten!

# CreateNewLeadFirst
source: Please create the new lead first!
de: Bitte generieren Sie zuerst ein neues Lead.

# Pages
source: %d Pages
de: %d Seiten

# WarningBusinessCard
source: Only one Business Card is allowed (front and backside). We will save only the first 2 fotos.
de: Nur eine Visitenkarte ist erlaubt (Vorder- und Rückseite). Es werden nur die ersten zwei Scans gespeichert.

# WarningForm
source: Only one Form is allowed (front and backside). We will save only the first 2 fotos.
de: Nur ein Formular ist erlaubt (Vorder- und Rückseite). Es werden nur die ersten zwei Scans gespeichert.

source: Refresh
de: Aktualisieren

source: Choose the event and language
de: Wählen Sie das Event und die Sprache

# NoEvent
source: There are no event. Please refresh the event list.
de: Keine Events. Bitte aktualisieren Sie die Liste.

source: Bottom
de: Unten

source: Center
de: Zentriert

source: Left
de: Links

source: Preferences
de: Einstellungen

source: Right
de: Rechts

source: Select
de: Auswählen

source: Top
de: Oben

source: Middle
de: Mitte

source: Technical
de: Technisch

# ChooseEventForUpload
source: Choose the event for upload
de: Wählen Sie das Event zum Hochladen

source: Lead list
de: Lead Liste

source: Show leads
de: Leads anzeigen

source: Upload Events
de: Events hochladen

# HaveNotEnteredMandatoryField
source: Please fill in all mandatory groups!
de: Bitte alle Pflichtgruppen ausfüllen.

source: Save Login
de: Login speichern

# DiscardThisLead
source: Do you really want to go back and discard this lead? This lead will not be saved!
de: Wollen Sie wirklich zurück und das Lead verwerfen? Das Lead wird nicht gespeichert!

source: Apply
de: Anwenden

source: Font size
de: Schriftgröße

# SelectFontSize
source: Select a font-size
de: Schriftgröße wählen

# AutomaticLoginfails
source: Login fails. Please check username and password in the preferences!
de: Anmeldung fehlgeschlagen. Bitte den Benutzername und das Passwort in den Einstellungen prüfen!

# Attach
source: Document
de: Dokument

source: Clear
de: Leeren

source: Complete
de: Abschließen

source: Edit
de: Ändern

# EmptyList
source: The list is empty
de: Die Liste ist leer.

# EnterHere
source: Write text here
de: Text hier einfügen

# EventIsNotPreset
source: Event is not preset! Please choose an event.
de: Kein Event voreingestellt. Bitte ein Event wählen.

# InvalidApiCall
source: An error occure. Please try again later. If the error is still existing please contact Fairflexx support.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut. Sollte der Fehler erneut auftreten, kontaktieren Sie bitte den Fairflexx Support.

# LeadsList
source: Lead List
de: Lead Liste

source: Lead with card
de: Lead mit Karte

source: Lead without card
de: Lead ohne Karte

# NewAttachment
source: New Document
de: Neues Dokument

# NewCard
source: New business card
de: Neue Visitenkarte

source: New Object
de: Neues Objekt

# NoPickImageSupport
source: Missing permission
de: Keine Berec

source: * Not Correct
de: * Nicht richtig

source: Notes
de: Notizen

# PermissionDenied
source: Missing permission
de: Keine Berechtigung

source: Redo
de: Vor

source: Refresh event list
de: Liste aktualisieren

# SelectImage
source: Select your image
de: Ein Bild auswählen

source: Select your font size
de: Schriftgröße wählen

source: Sketch
de: Skizzen

source: Undo
de: Zurück

# YourSessionIsExpired
source: Your session is expired, please login again
de: Ihre Anmeldung ist abgelaufen. Bitte erneut anmelden.

source: Card
de: Karte

source: Photo
de: Foto

source: Technical configuration
de: Technische Einstellungen

source: Reset
de: Zurücksetzen

# ContactFairflexx
source: If you don't have an account, you might contact our sales on www.fairflexx.de
de: Sie haben noch keine Fairflexx Anmeldung, dann treten Sie mit uns über www.fairflexx.de in Kontakt.

# ForgotAccount
source: If you forgot your username or password please contact the Fairflexx support.
de: Sie haben Ihr Login vergessen, dann kontaktieren Sie Ihren Fairflexx Support.

# HintLogin
source: Please login with your Fairflexx User account.
de: Bitte loggen Sie sich mit Ihrer Fairflexx Anmeldung ein.

# LoginIntro
source: This application is part of the Fairflexx Leadmanagement System
de: Diese Anwendung ist Teil des Fairflexx Leadmanagement Systems

# ContactFairflexxSystem
source: In the case that you are not a user of the Fairflexx Leadmanagement System please contact our sales on www.fairflexx.de
de: Falls Sie das Fairflexx Leadmanagement System noch nicht einsetzen, kontaktieren Sie bitte unseren Vertrieb auf www.fairflexx.de

# GetActivationCode
source: If you do not have an activation code, please contact your Fairflexx Administrator.
de: Falls Sie keinen Aktivierungscode haben, wenden Sie sich bitte an Ihren Fairflexx Administrator.

# HintActivationCode
source: You need an activation code to use the application.
de: Sie benötigen einen Aktivierungscode um die Anwendung zu verwenden.

source: Thank you!
de: Vielen Dank!

# WarningRemoveEvent
source: Do you want to remove this Event from the list? You can reload the Event using the Refresh button.
de: Wollen Sie das Event von der Liste entfernen? Die Events können über den Aktualisieren button wieder geladen werden

# FAQLink
source: https://www.fairflexx.de/en/fairflexx-capture/fairflexx-capture-faq/
de: https://www.fairflexx.de/fairflexx-capture/faq/

# AGBLink
source: https://www.fairflexx.de/en/terms-and-conditions/
de: https://www.fairflexx.de/fairflexx-capture/agb/

# PrivacyLink
source: https://www.fairflexx.de/en/privacy-policy/
de: https://www.fairflexx.de/fairflexx-capture/datenschutz/

# SupportLink
source: https://www.fairflexx.de/en/fairflexx-capture/support/
de: https://www.fairflexx.de/fairflexx-capture/support/

# WarningRemoveLead
source: Do you really want to delete the lead?
de: Wollen Sie dieses Lead wirklich löschen?

source: Error Logging
de: Fehlermeldungen

source: No logging!
de: Keine Meldungen!

source: Show Last Error
de: Zeige letzte Fehler

# NoCard
source: No business card
de: Keine Visitenkarte

source: Aqua
de: Hellblau

source: Black
de: Schwarz

source: Blue
de: Blau

source: Continue
de: Weiter

source: Fuchsia
de: Pink

source: Green
de: Grün

source: Grey
de: Grau

source: Large
de: Groß

source: Lead Counter
de: Lead Zähler

source: Medium
de: Mittel

source: Red
de: Rot

source: Small
de: Klein

source: Thick
de: Sehr breit

source: Thickish
de: Breit

source: Thin
de: Sehr dünn

source: Thinish
de: Dünn

source: White
de: Weiß

source: Yellow
de: Gelb

# FurtherCard
source: Further business card
de: Weitere Visitenkarte

source: Draw
de: Zeichnen

source: Finish
de: Ende

# MissingConfigError
source: Missing configuration! Please contact your Administrator!
de: Fehlende Konfiguration! Bitte kontaktieren Sie Ihren Administrator!

# UpdateAppError
source: This event need a newer version of the Capture App. Please update this App first!
de: Dieses Event braucht eine neuere Version von fairflexxCapture. Bitte zuerst die App updaten!

# EditImageWarning
source: Please, first crop then edit (otherwise editing will not be saved)!
de: Bitte erst zuschneiden, dann ändern (sonst werden Änderungen nicht gespeichert)!

# QrFormatError
source: Your QR code format is wrong, please recheck and try again!
de: Falsches QR-Code-Format! Bitte überprüfen und nochmals versuchen!

# OnlySupportVcard
source: Only Support VCard QR Code format
de: Bitte nur VCard-QR-Codes scannen

source: Enter code here
de: Code hier eingeben

# VerifyCode
source: Verify
de: Verifizieren

source: Invalid verification code!
de: Ungültiger Bestätigungscode
